Revit 2024 API
AssemblyDifferenceMemberCount.Count2 Property
 Number of members in the second assembly
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public int Count2 { get; }
Visual Basic
Public ReadOnly Property Count2 As Integer
	Get
Visual C++
public:
property int Count2 {
	int get ();
}
See Also
AssemblyDifferenceMemberCount Class
Autodesk.Revit.DB Namespace